lang= Русский
bot=
    .about=
        🎵 Создавайте свои собственные slowed+reverb и speed up+reverb ремиксы!

        💬 Фидбэк: @SayoSupportBot
    .description=
        🎵 Хотите изменить скорость и атмосферу своих любимых песен? Тогда вам понравится этот бот!

        🎧 Он умеет делать slowed+reverb и speed up+reverb ремиксы из любых треков.

        🎶 Достаточно указать ему нужный эффект и отправить аудиофайл. Бот быстро обработает ваш запрос и вернет вам готовый ремикс.

        👍 Откройте для себя новые грани музыки и поделитесь своими ремиксами с другими. Этот бот поможет вам расширить свой музыкальный кругозор.
    .start=
        💫 Запустить бота
    .help=
        💬 Помощь
    .settings=
        ⚙️ Настройки
help=
    .text=
        👋 Привет, <b>{ $name }</b>! Я бот для создания slowed+reverb ремиксов. Чтобы получить ремикс отправьте аудиофайл. 

        ⚙️ Настроить скорость и реверберацию можно с помощью команды /settings.

        📞 Если у вас возникнут какие-либо вопросы или проблемы — <a href="https://t.me/sayosupportbot">свяжитесь с разработчиком</a>.

        🎶 Если вы хотите поддержать разработчика, мы будем благодарны за любой донат - <i><a href="https://t.me/whoisartsayo/11">тут</a></i>.

        📣 <a href="https://t.me/artsayo">Канал разработчика</a>
settings=
    .text=
        ⚙️ <b>Это меню настроек бота. Чтобы продолжить, выбери действие, которое тебе нужно совершить.</b>

        💨 В разделе "Изменить скорость" ты можешь выбрать скорость, которая подходит тебе лучше всего. Когда ты выберешь нужную опцию, на одной из кнопок появится отметка с галочкой ✅ о выбранной скорости.

        🌴 Если ты хочешь включить или отключить эффект реверберации, используй кнопку "Реверберация".
    .back=
        Назад
    .buttons_speed=
        Изменить скорость - { $speed }
    .buttons_reverb=
        Реверберация - { $reverb }
error=
    .size=
        ⚖️ Размер файла слишком большой! Максимальный размер: 20мб.
    .unknown= 
        😨 <b>Ой! Произошла неизвестная ошибка.</b>
    .reverb=
        😨 <b>Ой! Похоже, что при обработке вашего аудиофайла произошла ошибка. Вероятнее всего, файл поврежден или его формат не поддерживается нашим ботом.</b>
processing=
    ☘️ Я уже обрабатываю твой файл. Пожалуйста, подожди немного.
queue=
    ☘️ Я получил твой аудиофайл и он уже ожидает обработки. Это может занять некоторое время. Спасибо за терпение.
alreadyInQueue=
    👀 Ты уже добавил аудиофайл в очередь. Пожалуйста, подожди, пока он обработается, а затем можешь отправить следующий.
originNotFound=
    😔 К сожалению, мне не удалось найти исходный файл.