lang= Українська
bot=
    .about=
        🎵 Створюйте свої власні slowed+reverb та speed up+reverb ремікси!

        💬 Фідбек: @artsayo
    .description=
        🎵 Хочете змінити швидкість та атмосферу своїх улюблених пісень? Тоді вам сподобається цей бот!

        🎧 Він вміє робити slowed+reverb та speed up+reverb ремікси з будь-яких треків.

        🎶 Достатньо вказати йому потрібний ефект та відправити аудіофайл. Бот швидко обробить ваш запит і поверне вам готовий ремікс.

        👍 Відкрийте для себе нові грані музики та поділіться своїми реміксами з іншими. Цей бот допоможе вам розширити свій музичний кругозір.
    .start=
        💫 Запустити бота
    .help=
        💬 Допомога
    .settings=
        ⚙️ Налаштування
help=
    .text=
        👋 Привіт, <b>{ $name }</b>! Я бот для створення slowed+reverb реміксів. Щоб отримати ремікс, надішліть аудіофайл.

        ⚙️ Налаштувати швидкість та реверберацію можна за допомогою команди /settings.

        📞 Якщо у вас виникнуть якісь питання або проблеми, <a href="https://t.me/artsayo">зв'яжіться з розробником</a>.

        📣 <a href="https://t.me/artsayo">Канал розробника</a>
settings=
    .text=
        ⚙️ <b>Це меню налаштувань бота. Щоб продовжити, виберіть дію, яку вам потрібно виконати.</b>

        💨 В розділі "Змінити швидкість" ви можете вибрати швидкість, яка підходить вам найкраще. Коли ви виберете потрібну опцію, на одній з кнопок з'явиться позначка з галочкою ✅ про вибрану швидкість.

        🌴 Якщо ви хочете увімкнути або вимкнути ефект реверберації, використовуйте кнопку "Реверберація".
    .back=
        Назад
    .buttons_speed=
        Змінити швидкість - { $speed }
    .buttons_reverb=
        Реверберація - { $reverb }
error=
    .size=
        ⚖️ Розмір файлу занадто великий! Максимальний розмір: 20мб.
    .unknown=
        😨 <b>Ой! Сталася невідома помилка.</b>
    .reverb=
        😨 <b>Ой! Здається, при обробці вашого аудіофайлу сталася помилка. Ймовірно, файл пошкоджений або його формат не підтримується нашим ботом.</b>
processing=
    ☘️ Я вже обробляю ваш файл. Будь ласка, зачекайте трохи.
queue=
    ☘️ Я отримав ваш аудіофайл і він уже очікує обробки. Це може зайняти деякий час. Дякуємо за терпіння.
alreadyInQueue=
    👀 Ви вже додали аудіофайл в чергу. Будь ласка, зачекайте, поки він обробиться, а потім можете надіслати наступний.
originNotFound=
    😔 Нажаль, мені не вдалося знайти початковий файл.